{
  "data": [
    {
      "title": "The Sympathizer: A Novel",
      "annotation": "<p>The winner of the 2016 Pulitzer Prize for Fiction, as well as five other awards, The Sympathizer is the breakthrough novel of the year. With the pace and suspense of a thriller and prose that has been compared to Graham Greene and Saul Bellow, The Sympathizer is a sweeping epic of love and betrayal. The narrator, a communist double agent, is a “man of two minds,” a half-French, half-Vietnamese army captain who arranges to come to America after the Fall of Saigon, and while building a new life with other Vietnamese refugees in Los Angeles is secretly reporting back to his communist superiors in Vietnam. The Sympathizer is a blistering exploration of identity and America, a gripping espionage novel, and a powerful story of love and friendship.</p>",
      "releaseYear": 2016,
      "author": "Viet Thanh Nguyen",
      "language": "en",
      "genres": ["black comedy"],
      "isbn": "0802124941",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/518LdNuHDJL._SX331_BO1,204,203,200_.jpg"]
    },
    {
      "title": "Hamilton: The Revolution",
      "annotation": "<p>Lin-Manuel Miranda's groundbreaking musical Hamilton is as revolutionary as its subject, the poor kid from the Caribbean who fought the British, defended the Constitution, and helped to found the United States. Fusing hip-hop, pop, R&B, and the best traditions of theater, this once-in-a-generation show broadens the sound of Broadway, reveals the storytelling power of rap, and claims our country's origins for a diverse new generation.</p><p>HAMILTON: THE REVOLUTION gives readers an unprecedented view of both revolutions, from the only two writers able to provide it. Miranda, along with Jeremy McCarter, a cultural critic and theater artist who was involved in the project from its earliest stages--'since before this was even a show,' according to Miranda--traces its development from an improbable perfor­mance at the White House to its landmark opening night on Broadway six years later. In addition, Miranda has written more than 200 funny, revealing footnotes for his award-winning libretto, the full text of which is published here.</p><p>Their account features photos by the renowned Frank Ockenfels and veteran Broadway photographer, Joan Marcus; exclusive looks at notebooks and emails; interviews with Questlove, Stephen Sond­heim, leading political commentators, and more than 50 people involved with the production; and multiple appearances by Presi­dent Obama himself. The book does more than tell the surprising story of how a Broadway musical became a national phenomenon: It demonstrates that America has always been renewed by the brash upstarts and brilliant outsiders, the men and women who don't throw away their shot.</p>",
      "releaseYear": 2016,
      "author": "Lin-Manuel Miranda",
      "language": "en",
      "genres": ["historical", "biography"],
      "isbn": "1455539740",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/519V%2BmsUN3L._SX447_BO1,204,203,200_.jpg"]
    },
    {
      "title": "Custer's Trials: A Life on the Frontier of a New America",
      "annotation": "From the winner of two Pulitzer Prizes and a National Book Award, a brilliant biography of Gen. George Armstrong Custer that radically changes our view of the man and his turbulent times. In this magisterial biography, T. J. Stiles paints a portrait of Custer both deeply personal and sweeping in scope, proving how much of Custer’s legacy has been ignored. He demolishes Custer’s historical caricature, revealing a volatile, contradictory, intense person—capable yet insecure, intelligent yet bigoted, passionate yet self-destructive, a romantic individualist at odds with the institution of the military (he was court-martialed twice in six years). The key to understanding Custer, Stiles writes, is keeping in mind that he lived on a frontier in time. In the Civil War, the West, and many areas overlooked in previous biographies, Custer helped to create modern America, but he could never adapt to it. He freed countless slaves yet rejected new civil rights laws. He proved his heroism but missed the dark reality of war for so many others. A talented combat leader, he struggled as a manager in the West.He tried to make a fortune on Wall Street yet never connected with the new corporate economy. Native Americans fascinated him, but he could not see them as fully human. A popular writer, he remained apart from Ambrose Bierce, Mark Twain, and other rising intellectuals. During Custer’s lifetime, Americans saw their world remade. His admirers saw him as the embodiment of the nation’s gallant youth, of all that they were losing; his detractors despised him for resisting a more complex and promising future. Intimate, dramatic, and provocative, this biography captures the larger story of the changing nation in Custer’s tumultuous marriage to his highly educated wife, Libbie; their complicated relationship with Eliza Brown, the forceful black woman who ran their household; as well as his battles and expeditions. It casts surprising new light on a near-mythic American figure, a man both widely known and little understood.",
      "releaseYear": 2016,
      "author": ".J. Stiles ",
      "language": "en",
      "genres": ["biography"],
      "isbn": "0307592642",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/51JYkx8d8OL._SX333_BO1,204,203,200_.jpg"]
    },
    {
      "title": "Barbarian Days: A Surfing Life",
      "annotation": "<p>A deeply rendered self-portrait of a lifelong surfer by the acclaimed New Yorker writer</p><p>Barbarian Days is William Finnegan’s memoir of an obsession, a complex enchantment. Surfing only looks like a sport. To initiates, it is something else entirely: a beautiful addiction, a demanding course of study, a morally dangerous pastime, a way of life. Raised in California and Hawaii, Finnegan started surfing as a child. He has chased waves all over the world, wandering for years through the South Pacific, Australia, Asia, Africa. A bookish boy, and then an excessively adventurous young man, he went on to become a distinguished writer and war reporter. Barbarian Days takes us deep into unfamiliar worlds, some of them right under our noses—off the coasts of New York and San Francisco. It immerses the reader in the edgy camaraderie of close male friendships annealed in challenging waves.</p><p>Finnegan shares stories of life in a whitesonly gang in a tough school in Honolulu even while his closest friend was a Hawaiian surfer. He shows us a world turned upside down for kids and adults alike by the social upheavals of the 1960s. He details the intricacies of famous waves and his own apprenticeships to them. Youthful folly—he drops LSD while riding huge Honolua Bay, on Maui—is served up with rueful humor. He and a buddy, their knapsacks crammed with reef charts, bushwhack through Polynesia. They discover, while camping on an uninhabited island in Fiji, one of the world’s greatest waves. As Finnegan’s travels take him ever farther afield, he becomes an improbable anthropologist: unpicking the picturesque simplicity of a Samoan fishing village, dissecting the sexual politics of Tongan interactions with Americans and Japanese, navigating the Indonesian black market while nearly succumbing to malaria. Throughout, he surfs, carrying readers with him on rides of harrowing, unprecedented lucidity.</p><p>Barbarian Days is an old-school adventure story, an intellectual autobiography, a social history, a literary road movie, and an extraordinary exploration of the gradual mastering of an exacting, little understood art. Today, Finnegan’s surfing life is undiminished. Frantically juggling work and family, he chases his enchantment through Long Island ice storms and obscure corners of Madagascar.</p>",
      "releaseYear": 2016,
      "author": "William Finnegan",
      "language": "en",
      "genres": ["sports & outdoors"],
      "isbn": "1594203474",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/51IxXaOnirL._SX324_BO1,204,203,200_.jpg"]
    },
    {
      "title": "StrengthsFinder 2.0",
      "annotation": "<p>Do you have the opportunity to do what you do best every day?</p><p>Chances are, you don't. All too often, our natural talents go untapped. From the cradle to the cubicle, we devote more time to fixing our shortcomings than to developing our strengths.</p><p>To help people uncover their talents, Gallup introduced the first version of its online assessment</p>",
      "releaseYear": 2007,
      "author": "Tom Rath",
      "language": "en",
      "genres": ["business & money"],
      "isbn": "9781595620156",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/41EII0L2ciL._SX360_BO1,204,203,200_.jpg"]
    },
    {
      "title": "Who Moved My Cheese?: An Amazing Way to Deal with Change in Your Work and in Your Life",
      "annotation": "<p>Do you have the opportunity to do what you do best every day?</p><p>Chances are, you don't. All too often, our natural talents go untapped. From the cradle to the cubicle, we devote more time to fixing our shortcomings than to developing our strengths.</p><p>To help people uncover their talents, Gallup introduced the first version of its online assessment</p>",
      "releaseYear": 1998,
      "author": "Spencer Johnson",
      "language": "en",
      "genres": ["business & money"],
      "isbn": "0399144463",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/51fFDEkUyEL._SX321_BO1,204,203,200_.jpg"]
    },
    {
      "title": "Good to Great: Why Some Companies Make the Leap and Others Don't ",
      "annotation": "<p>The Challenge:Built to Last, the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the verybeginning.</p>",
      "releaseYear": 2001,
      "author": "Jim Collins",
      "language": "en",
      "genres": ["business & money"],
      "isbn": "0066620996",
      "imageUrls": ["https://images-na.ssl-images-amazon.com/images/I/41EV9hbgbCL._SX327_BO1,204,203,200_.jpg"]
    }

  ]
}